Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: smj

source: Našovnnalaš oskkuoahpahusplána, Ipmil addá – Mii juogadit, guoská buot gásttašuvvon mánáide ja nuoraide Norgga girkus, maiddái sámi.
smj: Nasjonálalasj jáhkkoåhpaduspládna, Jubmel vaddá – Mij juogadip, guosská gájka gástaduvvam mánájda ja nuorajda Vuona girkkon, aj sáme mánájda ja nuorajda.

source: Ipmil addá – mii juogadit plánas leat olu sajiin čujuhan ovddasvástádussii áimmahuššat sámi oaidninbeliid oskkuoahpahusas.
smj: Jubmel vaddá – Mij juogadip vuoset moatten sajen åvdåsvásstádussaj bærrájgåhtset sáme vuojnojt jáhkkoåhpadusán.

source: Sámi oskkuoahpahusplána addá veahki mearridit dasa sisdoalu, dat lea sihke reaidu ja lassi ulbmildokumenta.
smj: Sáme jáhkkoåhpaduspládna dán åvdåsvásstádusá sisanov snivábut tjielggi, dat le sihke vædtsak ja lasse ulmmedokumænnta.

source: SÁMI OSKKUOAHPAHUSPLÁNA
smj: SÁME JÁHKKOÅHPADUSPLÁDNA

source: NORGGA GIRKU
smj: Sáme girkkoráde

source: Lassiplána Ipmil addá- Mii juogadit plánii, Norgga girku oskkuoahpahusplána
smj: Lasse pládnaj Jubmel vaddá – Mij juogadip, jáhkkoåhpaduspládna Vuona girkkon

source: Sámi oskkuoahpahusa ulbmil lea ráhkadit systemáhtalaš ja oktilaš oskkuoahpahusa mii boktá ja nanne kristtalaš oskku, oahpaha sámi mánáid ja nuoraid dovdat golmmaoktalaš Ipmila, addá veahki dulkot eallima ja eallimis birget ja doalahit iežaset sámi gullevašvuođa ja identitehta, ja hástala sin beroštit ja oasálastit girkus ja servodateallimis.
smj: Sáme jáhkkoåhpadusá ulmme le viehkev vaddet systemáhtalasj ja avtatraják jáhkkoåhpadussaj mij båktå ja nanni risstalasj jáhkov, åhpat gålmaktes Jubmelav dåbdåt, viehket sáme mánájt ja nuorajt iellemav dålkkut ja iellemin rijbbat nav vaj sijá sáme gulluvasjvuohta ja identitehta bisoduvvá, ja mij hasot sijáv berustit ja oassálasstet girkko- ja sebrudakiellemin.

source: Dat lea buohkaide geat leat gásttašuvvon ja leat gaskal 0 – 18 jagi, beroškeahttá doaibmannávccain.
smj: Dát guosská gájkajda gudi li gástaduvvam ja li 0-18 jagága, berustahtek doajmmammáhtukvuodas

source: Sisdoallo
smj: Sisadno

source: Ovdasátni
smj: Åvddåtjála

source: Oppalaš oassi
smj: Dábálasj oasse

source: 1.1 Girjás Sápmi 1.2 Makkár kristtalašvuođa dovdomearkkat leat sámi konteavsttas
smj: 1.1 Moattebelak Sábme 1.2 Risstalasjvuoda dåbddomerka sáme kontevstan

source: Sisdoallooassi
smj: Sisadno

source: 2.1 Ollisvuohta ja bajitdási mihtuid dulkon 2.2 Oahppama čalmmustuhttin ja sierra oahppomihtut
smj: 2.1 Ållesvuohta ja bajemus ulmij dålkkum 2.2 Oahppamtjalmostahttem ja sierra oahppamulme

source: Prinsihpalaš oassi
smj: Prinsihpalasj oasse

source: 3.1 Norgga láhkii ja girkolaš plánaide vuođđudeapmi 3.2 Doahpagat ja sániid geavaheapmi – fátmmasteaddji oskkuoahpahus 3.3 Oahppan – dáhpáhuvvá mánás, ja sosiála searvevuođa rámmas
smj: 3.1 Tjanádum Vuona láhkaj ja girkkolasj plánajda 3.2 Buojkuldagá ja báhkoano – sebrudahtte jáhkkoåhpadus 3.3 Oahppam - dahpaduvvá mánás, sosiálalasj aktisasjvuodan

source: Plána geavadis
smj: Pládna anon

source: 4.1 Gelbbolašvuođalokten 4.2 Vásihusaid juogadeapmi ja gelbbolašvuođa juohkin 4.3 Ovttasbargu ruovttuiguin 4.4 Eaktodáhtolaš mieldebargit girkus
smj: 4.1 Máhttolåpptim 4.2 Åtsådallamjuogadibme ja máhtudakjuohkem 4.3 Aktisasjbarggo sijdaj 4.4 Luojvoj guojmmebargge girkkon

source: Báikkálaš plánabargu
smj: Bájkálasj pládnabarggo

source: 5.1 Kontekstuella jurddašeapmi 5.2 Báikkálaš oskkuoahpahusplána ovdanáhttin 5.3 Báikkálaš máhtuid ja gelbbolašvuođa geavaheapmi 5.4 Kárten
smj: 5.1 Kontevstalasj ájádallam 5.2 Åvddånahttem bájkálasj jáhkkoåhpadusplánas 5.3 Adno bájkálasj máhtos ja máhtudagás 5.4 Guoradallam

source: Norgga girku oskkuoahpahusođastusa bokte lea sámi oskkuoahpahus ožžon govddit saji ja ovdanáhttinvejolašvuođaid.
smj: Jáhkkoåhpadusådåstusán le sáme jáhkkoåhpadus oadtjum stuoráp sajev ja åvddånahttemmáhttelisvuodav Vuona girkkon.

source: Ođastus lea addán erenoamáš vejolašvuođa ovddidit oskkuoahpahusa mii sisttisdoallá ja áimmahuššá sámi kristtalaš árvvuid.
smj: Ådåstus vaddá máhttelisvuodav åvdedit jáhkkoåhpadusáv mij vuoset ja bærrájgåhtså sáme risstalasj árbev.

source: Oskkuoahpahusa geahččalanáiggis (2004-2008) ožžo máŋga searvegotti sámi guovlluin doarjaga
smj: Jáhkkoåhpadusådåstusá gæhttjalimbargon (2004-2008), oadtjun moadda tjoaggulvisá sáme

source: oskkuoahpahusbargguide mas ledje deattuhan sámivuođa.
smj: bájkijn dårjav jáhkkoåhpadusprosjevtajda ma dættov sámevuohtaj biedjin.

source: Dat lea addán vejolašvuođa kristtalaš oskku gaskkusteami ovdanáhttit viidáseappot sámi konteavsttas.
smj: Dát la máhttelisvuodav vaddám åvddånahtátjit risstalasj jáhkkogaskostimev sáme kontevstan Sáme

source: Sámi girkoráđđi lea maid leamaš
smj: girkkoráde le aj oassálasstám dán bargon.

source: Sámi oskkuoahpahusbargguid eválueren deattuha ahte giella, identitehta ja kultuvra leat guovddáš bealit sámi oskkuoahpahusas ollislaččat, ja dat barggut leat
smj: Sáme jáhkkoåhpadusprosjevtaj árvustallam vuoset giella, identitehtta ja kultuvrra le guovdásj biele ålles jáhkkoåhpadusás, ja prosjevta li vaddám ådå

source: addán ođđa jurddašeami sámi oskkuoahpahusa bargovugiid ja sisdoalu hárrái.
smj: ájádusájt barggovuogij ja sisano hárráj sáme jáhkkoåhpadusán.

source: Dat lea boahtán buorrin Sámi oskkuoahpahusplánii.
smj: Dássta le Sáme jáhkkoåhpaduspládna ávkástallam.

source: Našovnnalaš oskkuoahpahusplána, Ipmil addá
smj: Nasjonálalasj jáhkkoåhpaduspládna, Jubmel

source: – Mii juogadit, guoská buot gásttašuvvon mánáide ja nuoraide Norgga girkus, maiddái sámi.
smj: vaddá – Mij juogadip, guosská gájka gástaduvvam mánájda ja nuorajda Vuona girkkon, aj sáme mánájda ja nuorajda.

source: Ipmil addá – mii juogadit plánas leat olu sajiin čujuhan
smj: Jubmel vaddá – Mij juogadip vuoset moatten sajen åvdåsvásstádussaj

source: ovddasvástádussii áimmahuššat sámi oaidninbeliid oskkuoahpahusas.
smj: bærrájgåhtset sáme vuojnojt jáhkkoåhpadusán.

source: Sámi oskkuoahpahusplána addá veahki mearridit dasa sisdoalu.
smj: Sáme jáhkkoåhpaduspládna dán åvdåsvásstádusá sisanov snivábut tjielggi..

source: Oskkuoahpahusođastus addá dainna mávssolaš dieđuid riikka álgoálbmoga birra buot Norgga girku gásttašuvvon mánáide ja nuoraide.
smj: Návti le jáhkkoåhpadusådåstusán máhttelisvuohta ienep diedoj vaddet rijka álggoálmmuga birra gájka gástaduvvam mánájda ja nuorajda Vuona girkkon.

source: Sámi oskkuoahpahusplána lea nappo lassi plána
smj: Sámejáhkkoåhpaduspládna le nappu lasse pládna

source: Ipmil addá – Mii juogadit plánii, ja daid plánaid galgá oktilasat geahččat.
smj: Jubmel vaddá – Mij juogadip pládnaj, ja dá plána galggi aktisattjat gehtjaduvvat.

source: Lassiplána galgá atnit searvegottiin gos leat mánát ja nuorat vai sihkkarastá ahte sámi geahččanbealli vuhtiiváldojuvvo daid rámmaeavttuid ja sisdoalu
smj: Lasse pládna galggá aneduvvat tjoaggulvisájn gånnå li sáme máná ja nuora, váj sámevuohta bærrájgåtseduvvá dán

source: mielde mii dán plánas ovdanboahtá. Sámi girkoeallin ja girkohistorjá lea sierralágan riikka iešguđet guovlluin.
smj: plánan rámmagájbbádusáj ja sisano milta Sáme girkkoiellemin ja girkkohiståvrån le sieradusá guovloj gaskan rijkav miehtáj.

source: Báikkálaš oskkuoahpahusplánain galgá searvegoddi
smj: Bájkálasj jáhkkoåhpadusplánan galggá tjoaggulvis guovlo

source: vuhtiiváldit guovllu sámiid dili, ja čahkket saji báikkálaš árbevieruide ja variašuvnnaide.
smj: sáme dilijt vieledit, ja láhtjet sajev bájkálasj árbbedábijda ja variasjåvnåjda.

source: Mihttu lea oskkuoahpahus mas sámi jietna gullo, ja ahte dat šaddá lunddolaš oassin Norgga girkus.
smj: Ulmme le jáhkkoåhpadus gånnå sáme jiedna gullu, ja sjaddá luondulasj oasse Vuona girkkos.

source: identitehtanannejeaddjin, mánát ja nuorat galget vásihit ahte sin sámi duogážis lea árvu.
smj: Sáme jáhkkoåhpadus galggá identitehtav nannit, máná ja nuora galggi ietjasa sáme duogátjav árvulattjan vásedit.

source: Go olmmoš diehtá ja lea oadjebas das gii son lea, sáhttá dat oskkueallimii leat mávssolaš, ja dávjá geahpidit
smj: Jáhkkoiellemin la ájnas ulmusj diehtá gut sån le ja dåbddå jasskavuodav ietjas identitehta hárráj, de dát máhttá giehpedit iellemav

source: eallit kristtalažžan stuorát searvevuođain iežas erenoamáš duogážiin.
smj: ristagissan aktijvuodan gånnå iesj guhtik duogásj le sierralágásj.

source: Mii guorrasit Bávlosa neavvagii ahte oskkus Kristusii leat mii buohkat dássásaččat, beroškeahttá čearddalašvuođas,
smj: Guorrasip Paulusa bagádussaj ahte jáhkon Kristusij lip mij gájka avtadásálattja, berustahtek tjerdalasjvuodas, sjierves jali

source: sohkabealis dahje našunalitehtas.
smj: nasjonalitehtas.

source: Dás ii leat juvddálaš dahje greikalaš, šlávva dahje isit, olmmái ii ge nisu, dasgo dii lehpet buohkat okta Kristus Jesusis (Gal 2,28) eai dattege álo almmut čearddalašvuođa, danne go buohkat eai ane daid beaivválaččat iešguđetge
smj: Gájka lihpit Kristus Jesusin akta (Gal 2,28)

source: sivaid geažil.
smj: 1.0 Dábálasj oasse

source: Sápmelaččaid
smj: 1.1 Moattebelak Sábme

source: lohku Sámis ja dan olggobealde rievddada, ovdamearkkadihte fárredallet oallugat muhtin áigái gávpogiidda ja čoahkkebáikkiide oahppováldima dahje barggu dihte.
smj: Sábme le nammadus sámij årrumguovlluj, ja boahtá bágos sábme, mij la sámij ietjas nammadus allasisá. Sámijn le stáhtus iemeálmmugin ja sijá árbbedábálasj årromguovllo gåbtjå nuortalasj

source: Sápmelaččain lea guhká leamaš oktavuohta kristtalašvuođain.
smj: guovlojt Vuonan, Svierigin, Suoman ja Guoládagán Ruossjan.

source: Sihke katolalaš girku ovdal reformašuvnna, ja ortodoksa girku Ruoššas leat váikkuhan sámi oskui.
smj: Sámegiella gullu suoma - ugralasj giellasuorggáj, ja giellarájá manni doarrás nammadum rijkaj rijkarájájs.

source: sápmelaččaid gaskkas, ja deaddu heaitit geavaheamis ovddeš sámi oskku.
smj: Nuorttasámegiella, julevsámegiella ja oarjjelsámegiella li oajvvegiellasuorge Vuonan.

source: Osiid sámi oskkus ja kultuvrras leat atnán suddun ja eahpeipmilbálvalussan.
smj: (gehtja kártav)

source: ’ Sámiid dološ osku ’ lea
smj: 1. Oarjjelsámegiella 2.

source: Sámiid dološ osku lei luondduosku, ja dan vuođđu lei dat
smj: Ubbmemsámegiella 3.

source: animisttalaš eallindulkon ahte buot heakkalaččain lea siellu, ja ahte sihke dat mii lea olmmošlaš ja dan mii ii leat olmmolaš leat dan bokte lahka oktiičadnojuvvon.
smj: Bihtámsámegiella 4.

source: Dakkár osku lea muđuid ge
smj: Julevsámegiella 5.

source: gávdnamis olu eará álgoálbmogiid gaskkas.
smj: Anársámegiella 7. Gålldåsámegiella 8.

source: Sámi dološ oskkus lei šamanisttalaš bálvvosvuohki, mas noaidi (šamána) doaimmai oskkoldat jođiheaddjiin.
smj: Sáme ietjasa avtan álmmugin adni gielaj- ja rijkarájáj rastá. Sáme årru ja viessu rijkav miehtáj, ja le oassen moattebelak sáme kultuvras ja

source: Noaiddi doibmii gulai buorádallan, ja sus lei
smj: Vájku le sieradus giellamáhtudagán de le sábme ænndu sábme.

source: máŋggaládje bajithearrávuođa máhtu fápmu mii sáhtii veahkehit olbmuid beaivválaš eallimis.
smj: Aktisasj sáme identitehtta le tjanádum aktisasj histåvrråj, kultuvrraj, giellaj ja árbbedábálasj viessomvuohkáj.

source: Noaiddi atne maid gaskaoapmin ipmilfámuid ja olbmo gaskkas.
smj: Le aj kultuvralasj variasjåvnån sierra sáme guovloj gaskan.

source: Sápmelaččat ledje ieža njunnošis kristtalašvuođa eallimis læstadianisma ovdáneamis gaskkamuttos 1800-logu.
smj: Etnisitehtta vuojnnusij boahtá mihtáj baktu, sáme biktasij, dájdaj, slávggá, namáj, árbbedábálasj musihkaj ja gielaj baktu.

source: Olu davvi- ja julevsápmelaččaide ledje læstadiánalaš čoakkalmasat vuoiŋŋalaš čoahkkanansajit, ja doppe lei maid sámegiella ja
smj: Uddni li ållo sáme årrum stádajda ja tjoahkkebájkijda árbbedábálasj sáme årromguovlo ålggolin, sierraláhkáj Osloj.

source: sálbmaárbevierru anus.
smj: Sámij låhko Sámen ja

source: Dál leat máŋga læstadiánalaš suorggi Norggas, ja dat ovddastit ain mávssolaš vuoimmi ja identitehtabeali olu davvi- ja julevsámi guovlluin.
smj: Sáme ålggolin rievddá dajna gå moattes åhpadusá ja bargo diehti gaskajt jåhtåli. Sámijn le læhkám guhka aktijvuohta risstalasjvuodajn.

source: Læstadiánalaš moriidus ii
smj: Sihke katolihkalasj girkko åvddål

source: olahan lullisámi guovllu seammaládje go davvi- ja julevsámi guovlluid.
smj: reformasjåvnå ja ortodoksalasj girkko Ruossjan le vájkkudam sáme åsskuj.

source: čoakkalmasaid, guossástalai olbmuid ja jođihii skuvlla ovdalgo stáhta válddii dan badjelasas jođihit.
smj: Misjåvnnå sámij gaskan esski tjavggiduváj stáhtapietisma ájgen 1700-lågon, ja misjåvnnå nággi sámij hiejttet åvdep sáme

source: Norgga girku ii leat čalmmustuhttán lullisámi álbmoga erenoamážit ovdal 1990-logu
smj: Oase sáme åskos ja kultuvras suddon ja boajtojubmeldievnastussan aneduváj.

source: Nidarosa bismagodderáđđi nammadii maid lullisámi girkoeallin lávdegotti.
smj: ’ Sámij dålusj åssko ’ le nammadus mij dábálattjat tjielggi dav jáhkko árbbedábev mij aneduvá åvddål gå

source: Dan maŋŋil lea maid diakoniijavirgi ásahuvvon.
smj: risstalasjvuohta sjattaj ráddididdje jáhkkon Sámen.

source: Maŋemus logijagi
smj: Risstalasjvuohta le oasse sáme jáhkkohiståvrås, danen le dábálasj adnet nammadusáv «åvddål risstalasjvuoda sámeåsskoš gå galggá giehtot sámij

source: lea lullisámi girkoeallin ja identitehta huksen ovdánan bures.
smj: åsko birra åvddål gå dat allasis risstalasj ájádusájt åmastij.

source: Sámi álbmot ii leat eallán sierra kultuvrralaččat, das lea áiggiid čađa leamaš oktavuohta olbmuiguin geain lea iešguđetlágan kulturduogáš.
smj: Sámij dålusj åssko lej luonndoåssko vuododum animismalasj iellemdålkkumij, gájkka viessogijn lej siello, dán láhkáj de lidjin ulmutja ja da viessoga

source: Kultuvrraid deaivvademiid gaskkas dáhpáhuvvet maid rievdadeamit.
smj: ma ælla ulmutja aktijtjanádum. Dakkir åssko gávnnu ájn ietjá iemeálmmugij gaskan.

source: Sámi servodagas lea dasalassin viiddis oktavuohta eará álgoálbmot servodagaiguin eará riikkain ja
smj: Sámij dålusj åskon lej sjamánalasj dievnastum vuohke, gånnå noajdde (sjamádna) åsko jådediddjen

source: máilmmiosiin.
smj: dåjmaj.

source: Oskkuoahpahus galggašii daiguin deaivvadettiin addit sámi mánáide ja nuoraide veahki dulkot iežaset eallima ja eallimis birget.
smj: Noajde doajmmaj gulluj buorádallam, ja sujna lidjin máhtudagá massta ávkástaláj gå viehkedij ulmutjijt bæjválasj rahtjamusáj.

source: Das lea sáhka oskkus mii váldá duohtan dán áiggi
smj: Noajdde lej aj gasskaladás jubmelij ja ulmutjij gaskan.

source: hástalusaid, ja mii atná iežas kultuvrii ja árbevirrui čatnašumi resursan.
smj: Gå læstadianisma åvddånij gassko 1800 lågon de lidjin sáme ietja njunnjutjijn risstalasjvuoda bargon.

source: Lundui čadnon vuoiŋŋalašvuohta muitala olbmuid lagasvuođa birra lundui.
smj: Læstadiánálasj tjoaggulvisá lidjin vuoŋalasj tjåhkanamsaje moatte nuortta- ja julevsábmáj, ja

source: Dat lea kultuvrralaš árbi mii historjjá čađa lea maŋos mannan, muhto ii dattege
smj: danna bærrájgåtseduváj ierit ietján sámegiella ja sálmmaárbbedáhpe.

source: Álgoálbmogiid vuoiŋŋalašvuohta lea deattuhan eatnama bassivuođa, ja olbmuid gullevašvuođa dasa.
smj: Dalla li moadda læstadiánálasj suorge Vuonan, dá li ájn ájnnasa ja bájnniji ulmutjij identitehtav moatten nuortta- ja julevsáme

source: Sápmi lea daid guovlluid namma gos sápmelaččat orrot, ja dat boahtá sánis sámit, nugo sápmelaččat ieža gohčodit iežaset.
smj: guovlojn. Læstadiánálasj gåhttsåm ittjij oarjjelsáme guovlluj åleda sæmmiláhkáj gå nuortta- ja julevsámeguovlon.

source: Sápmelaččat leat álgoálbmot, ja árbevirolaš ássanguovlluid viidodat leat
smj: Oarjjelsámeguovlon farra baptista, ájlistakrádna ja adventista stuoráp sajev

source: davviguovllut Norggas, Ruoŧas, Suomas ja Guoládagas, Ruoššas.
smj: oadtjun. Ienemus oasse oarjjelsámijs li Vuona girkkuj gullum.

source: ugralaš giellajovkui, ja sámi giellarájit mannet badjel namuhuvvon riikkaid.
smj: Finnemisjåvnnå, mij maŋŋela namáv váldij Sámemisjåvnnå, ásadij tjåhkanimijt, guossidij

source: Davvisámegiella, julevsámegiella ja lullisámegiella leat váldosámegielat Norggas.
smj: Vuona girkko ij le oarjjelsáme álmmuga dárbojt sierraláhkáj bærrájgåhtsåm åvddål 1990- lågon.

source: (geahča kártta vuolábealde) 4.
smj: Dalloj oarjjelsáme báhppavirgge ásaduváj.

source: Davvisámegiella 6. Anárašsámegiella 7.
smj: Nidaros bisspaguovloráde ásadij aj oarjjelsáme

source: Nuortalaš sámegiella
smj: girkkoiellemnammadusáv.

source: Finnemiššovdna, maŋŋil Sámemiššovdna, lágidii
smj: Maŋŋela le aj diakonvirgge ásaduvvam.

source: Sápmelaččat atnet iežaset oktan álbmogin giellarájiid ja riikkarájiid rastá.
smj: Maŋemus lågev jage le oarjjelsáme girkkoiellem ja identitehta hukso buoragit åvddånam.

source: Sápmelaččat orrot ja ellet miehtá riikka, ja leat oassi girjás sámi kultuvrras ja árbevierus.
smj: Sáme álmmuk ij le kultuvralasj måsskusin viessum, ájgij tjáda le sámijn læhkám aktijvuohta ulmutjij gejn le iesjgeŋgalágásj kulturduogásj.

source: Sápmelaččaid sámegielmáhttu rievddada.
smj: Gå kultuvra æjvvali, dáhpáduvvi aj rievddama..

source: iešguđetlágan giellagelbbolašvuohta, de lea sápmelaš dattege sápmelaš.
smj: Sáme máná ja nuora válldi oasev globaliseridum mánáj- ja nuorajkultuvras.

source: Dat mearkkaša maid kultuvrralaš erohusaid iešguđet sámi guovlluid gaskkas.
smj: Siján le akta juolgge árbbedábálasj kultuvran ja nubbe vas ådåájggásasj væráldin.

source: Čearddalašvuođa sáhttá ovdanbuktit «oinnolašš mearkkaiguin,
smj: Vijddábut le sáme sebrudagán viehka aktijvuohta ietjá iemeálmmuk sebrudagáj ietjá

source: ovdamearkkadihte biktasiid, dáidaga, leavgga, nama, árbevirolaš musihka ja giela bokte.
smj: Jáhkkoåhpadus luluj viehkedit sáme nuorajt ja mánájt dålkkutjit iellemisá ja rijbatjit iellemisá.

source: Mearkkat čoakkalmasain ja ipmilbálvalusain gos sápmelaččat leat čoagganan.
smj: Viertti liehket sáhka jáhkos mij duosstu dán ájge hásstalusájt, ja mij adná iesjgeŋga

source: Oskkueallima ovdanbuktinvugiid sáhttá dahkat liturgiija, musihka ja sálmmaid
smj: ulmutja tjadnasav kultuvranis ja árbbedábenis ressurssan.

source: Girkolaš basit lea mávssolaččat sápmelaččaide.
smj: 1.2 Risstalasjvuoda dåbddomerka sáme kontevstan

source: Allabasiidáigge leat iešguđetlágan vierut iešguđet guovlluin girkus, ruovttuin ja læstadiánalaš čoakkalmasain.
smj: Gávnnuji ållo diedo åsskohiståvrå, girkkohiståvrå ja girkkoiellema birra Sámen, valla ållo dajs diedojs

source: Gásta, konfirmašuvdna, vihaheapmi ja hávdádeapmi leat maid mávssolaš dáhpáhusat, juoga mii searvvaha stuorabearraša ja fulkkiid.
smj: ælla tjoahkkiduvvam ælla ga tjáleduvvam. Sáme vuoŋalasjvuohta ja ájádallamvuohke gullu álu sjávodis kultuvrramáhtudahkaj majt ij gávna tjálalasj gáldojn.

source: Sámi kristtalašvuođaipmárdus ovdanboahtá ja gaskkustuvvo oahpaheami bokte
smj: Vuoŋalasjvuohta mij le luonnduj tjanádum subtsas ulmutjij lahkavuoda birra luonnduj.

source: ruovttuin, ságastallamiin ja buolvvaid gaskka deaivvadettiin.
smj: Dat le kultuvralasj árbbe mij histåvrå tjadá le rassjom, valla huoman ij le vájalduvvam.

source: Dasgo gos guovttis dahje golmmas lea čoagganan mu nammii, doppe mun lean sin gasku (Matt 18,20).
smj: Iemeálmmugij vuoŋalasjvuohta le ednama ájlisvuodav dættodam, ja ulmutjij gullevasjvuodav

source: 2.0 Sisdoallooassi 2.1 Ollisvuohta ja bajitdási mihtuid dulkon
smj: Guddneda áhtját ja ædnát, vaj guhkev besa dan ednamin viessot mav Hærrá Jubmelat dunji vaddá (2.

source: Sámi oskkuoahpahusa ulbmil lea addit systemáhtalaš ja oktilaš oskkuoahpahusa mii boktá ja nanne kristtalaš oskku sámi mánáin ja nuorain, oahpaha golmmaoktalaš Ipmila dovdat, addá
smj: Mos 20,12)

source: veahki kristtalaš geahččanbealis dulkot eallima ja eallimis birget dakkár vugiin mii áimmahuššá sin gullevašvuođa ja identitehta, ja hástala sin beroštit ja oasálastit girko- ja servodateallimis.
smj: Dan ájge gå risstalasjvuohta le læhkám Sámen de le moadda sierralágásj dábe ja gåvvidime åvddånam ja dán láhkáj aj hábbmim risstalasjvuoda dádjadusáv váj la sjaddam nav gåk dav uddni dåbddåp.

source: Dat guoská buohkaide geat leat gásttašuvvon ja leat gaskal 0 –
smj: Sámij dádjadus risstalasjvuodas vuojnnusin boahtá tjoaggulvisájn ja

source: 18 jagi, beroškeahttá doaibmannávccain.
smj: jubmeldievnastusájn gånnå sáme le tjåhkanam.

source: Plána eaktuda atnit Norgga girku evangelialaš lutherlaš oahpa vuođđun. Ulbmil lea ahte plána sisdoallu galgá veahkehit áimmahuššat, nannet ja ovddidit
smj: Jáhkkoiellem åvddånbuvteduvvá liturgija, musihkka ja sálmmaválljima baktu, iesjgeŋgalágásj kultuvralasj ja dájdalasj gåvåj, sámegiela, tiebmá

source: kristtalašvuođa vuođđun sápmelaččaid oskui.
smj: válljimij, tjåhkanambájkij ja aktisasjvuodaj baktu.

source: Sámi oskkuoahpahusplána vuođđu lea Norgga girku bajitdási oskkuoahpahusplána Ipmil addá – Mii juogadit.
smj: Sáme risstalasjvuoda dádjadus vuojnnusij boahtá ja gaskustuvvá aj åhpadime baktu sijdajn, ságastallamijn, ja buolvaj gasska

source: Sámi plána sáhttá veahkehit heivehit
smj: 2.1 Ållesvuohta ja bajemus ulmij dålkkum

source: báikkálaš plánaid báikkálaš eavttuid mielde ja addit saji ráhkadit mihtuid Ipmil addá – Mii juogadit plána láidestemiid mielde.
smj: Sáme jáhkkoåhpadusá ulmme le viehkev vaddet systemáhtalasj ja avtatraják jáhkkoåhpadussaj mij båktå ja nanni risstalasj jáhkov, åhpat gålmaktes

source: Heiveheami galgá dahkat iešguđege mánná- ja nuoraidjoavkku ektui, ja láhčima daid eavttuid mielde mat iešguđege mánás dahje nuoras leat.
smj: Jubmelav dåbdåt, viehket sáme mánájt ja nuorajt iellemav dålkkut ja iellemin rijbbat nav vaj sijá sáme gulluvasjvuohta ja identitehta bisoduvvá, ja mij hasot sijáv berustit ja oassálasstet girkko- ja sebrudakiellemin.

source: 2.2 Oahppočalmmustahttin ja sierra oahppomihtut Našovnnalaš plánas Ipmil addá – Mii juogadit leat
smj: Plána sisadno galggá viehkedit ájmon adnet, nannit ja åvdedit risstalasjvuodav vuodon sáme jáhkkuj.

source: golbma beali ja oskkuoahpahusa sisdoallu lea daid beliid ollisvuohta.
smj: Vuodon Sáme jáhkkoåhpaduspládnaj le Jubmel vaddá – Mij juogadip, mij la Vuona girkko bajemus

source: Dat bealit leat: 1.
smj: Da biele le: 1.

source: Eallindulkon ja birgen eallimis, 2.
smj: Iellemdålkkum ja rijbadibme iellemin, 2.

source: Girku osku ja árbevierru ja 3.
smj: Girkko jáhkko ja árbbedábe ja 3.

source: Kristtalaš osku geavadis (Gč. Ipmil addá – Mii juogadit, 3. kapihttal).
smj: Rissálasj jáhkko anon (bs. Jubmel vaddá – Mij juogadip, 3. kapihtal).

source: Oskkuoahpahusas leat sámi geahččanvuogi sihkkarastán dan bokte ahte Sámi oskkuoahpahusplána ovdanbuktá sierra
smj: Sáme jáhkkoåhpaduspládna åvddånbuktá sierra oahppamtjalmostahttemijt dájda gålmå oajvvetiemájda, nav váj sáme perspektijvva bærrájgehtjaduvvá.

source: Searvegottit gos leat sámi mánát ja nuorat ožžot dáinna veahki oaidnit mat sáhttet leat guovddáš fáttát báikkálaš oskkuoahpahusas.
smj: Tjoaggulvisá gånnå le sáme máná ja nuora oadtju dajna viehkev vuojnnet ma máhtti liehket guovdásj tiemá bájkálasj jáhkkoåhpadusán.

source: Sámi oskkuoahpahusplána lea sihke reaidu ja lassi ulbmildokumenta.
smj: Sáme jáhkkoåhpaduspládna le sihke vædtsak ja lasse ulmmedokumænnta.

source: Bajilgovas vuolábealde leat čatnan sámiide guoskivaš oahppočalmmustahttima buot geatnegahtton váldofáttáide mat leat Ipmil
smj: Gåvån vuollelin le tjáledum sámijguoskavasj oahppamtjalmostahttema

source: addá – Mii juogadit plána golmma bealis.
smj: ma le tjanádum juohkka bákkulasj oajvvetiebmáj ma le Jubmel vaddá – Mij juogadip plána gålmå åsijn.

source: Oasit maid leat lasihan iešguđetge geatnegahtton váldofáddái, eai boađe Ipmil addá – Mii juogadit plána ulbmiliid sadjái, muhto leat daidda deavddan.
smj: Tjoakke ma le lassen bákkulasj oajvvetiemájda, e boade daj ulmij sadjáj ma le plánan Jubmel vaddá – Mij juogadip, valla le duodden dajda.

source: Danne eai leat ollu oskkuoahpahusa guovddáš fáttáin mielde bajilgovas vuolábealde.
smj: Danen de ælla moadda jáhkkoåhpadusá guovdásj tiemásj tjáledum gåvån vuollelin.
